Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DefaultWindowsFirewallSentinelProfileDescription.Text
source: Only allows the programs and apps that come by default with the Windows operating system to be able to access the Internet. All signed and default Windows processes can access the Internet while third-party programs will be blocked.
fr_fr: Autorise uniquement les programmes et applications fournis par defaut avec le systeme d'exploitation Windows a acceder a Internet. Tous les processus Windows signes et par defaut peuvent acceder a Internet, tandis que les programmes tiers seront bloques.
ja_jp: Windowsオペレーティングシステムにデフォルトで付属するプログラムとアプリのみがインターネットにアクセスできるようにします。署名済みのすべてのデフォルトWindowsプロセスはインターネットにアクセスできますが、サードパーティプログラムはブロックされます。
tr_tr: Yalnızca Windows işletim sistemiyle birlikte varsayılan olarak gelen programların ve uygulamaların İnternet'e erişebilmesine izin verir. Tüm imzalı ve varsayılan Windows işlemleri İnternet'e erişebilirken üçüncü taraf programlar engellenecektir.

# AllowMicrosoftFirewallSentinelProfileDescription.Text
source: Extends the Default Windows profile to permit network connectivity for applications signed with Microsoft's codesigning certificates. This profile grants access to builtin Windows components and Microsoftsigned software while excluding unsigned or nonMicrosoft thirdparty applications from Internet access.
fr_fr: Etend le profil Windows par defaut pour permettre la connectivite reseau aux applications signees avec les certificats de signature de code de Microsoft. Ce profil accorde l'acces aux composants Windows integres et aux logiciels signes par Microsoft, tout en excluant de l'acces a Internet les applications tierces non signees ou non Microsoft.
ja_jp: デフォルトWindowsプロファイルを拡張し、Microsoftのコード署名証明書で署名されたアプリケーションのネットワーク接続を許可します。このプロファイルは、組み込みのWindowsコンポーネントとMicrosoft署名ソフトウェアへのアクセスを許可しますが、未署名または非Microsoftのサードパーティアプリケーションはインターネットアクセスから除外されます。
tr_tr: Varsayılan Windows profilini, Microsoft'un kod imzalama sertifikalarıyla imzalanan uygulamalar için ağ bağlantısına izin verecek şekilde genişletir. Bu profil, yerleşik Windows bileşenlerine ve Microsoft imzalı yazılımlara erişim sağlarken, imzasız veya Microsoft dışı üçüncü taraf uygulamalarını İnternet erişiminden hariç tutar.

# SignedAndReputableFirewallSentinelProfileDescription.Text
source: Extends the Allow Microsoft profile by permitting everything it allows, and additionally allowing all reputable, signed applications based on Intelligent Security Cloud verdicts. This provides the broadest firewall coverage.
fr_fr: Etend le profil d'autorisation Microsoft en permettant tout ce que celui-ci autorise, et en autorisant en plus toutes les applications signees et reputees fiables selon les evaluations d'Intelligent Security Cloud. Ce profil offre la couverture de Pare-feu la plus etendue.
ja_jp: Microsoft許可プロファイルを拡張し、それによって許可されるすべてのものに加え、Intelligent Security Cloudの判定に基づいて、信頼できる署名済みアプリケーションをすべて追加で許可します。これにより、最も広範なファイアウォールカバレッジが提供されます。
tr_tr: İzin verdiği her şeye izin vererek ve ayrıca Intelligent Security Cloud kararlarına göre tüm saygın, imzalı uygulamalara izin vererek Microsoft'a İzin Ver profilini genişletir. Bu, en geniş güvenlik duvarı kapsamını sağlar.

# FirewallSentinelMainTopDescription.Text
source: Choose one of the identity-based profiles below to apply. These profiles currently affect outbound traffic only; inbound settings remain unchanged. After you apply a profile, you can expand its rules to allow any third-party applications that require Internet access. Each profile also strengthens your baseline security by changing the default outbound action across all firewall profiles from Allow to Block. As a result, third-party applications must earn your trust before they can connect to the Internet.
fr_fr: Choisissez l'un des profils bases sur l'identite ci-dessous pour l'appliquer. Ces profils n'affectent actuellement que le trafic sortant ; les parametres du trafic entrant restent inchanges. Apres avoir applique un profil, vous pouvez etendre ses regles pour autoriser toute application tierce necessitant un acces a Internet. Chaque profil renforce egalement votre securite de base en modifiant l'action par defaut du trafic sortant dans tous les profils du Pare-feu d'Autoriser a Bloquer. Par consequent, les applications tierces doivent gagner votre confiance avant de pouvoir se connecter a Internet.
ja_jp: 以下から適用するアイデンティティベースのプロファイルを選択します。これらのプロファイルは現在、送信トラフィックのみに影響し、受信設定は変更されません。プロファイルを適用した後、ルールを拡張して、インターネットアクセスを必要とするサードパーティアプリケーションを許可できます。また、各プロファイルは、すべてのファイアウォールプロファイルのデフォルトの送信アクションを「許可」から「ブロック」に変更することで、ベースラインセキュリティを強化します。その結果、サードパーティアプリケーションはインターネットに接続する前に信頼を得る必要があります。
tr_tr: Başvurmak için aşağıdaki kimliğe dayalı profillerden birini seçin. Bu profiller şu anda yalnızca giden trafiği etkilemektedir; gelen ayarlar değişmeden kalır. Bir profili uyguladıktan sonra, kurallarını İnternet erişimi gerektiren tüm üçüncü taraf uygulamalara izin verecek şekilde genişletebilirsiniz. Her profil aynı zamanda tüm güvenlik duvarı profillerindeki varsayılan giden eylemini İzin Ver'den Engelle'ye değiştirerek temel güvenliğinizi güçlendirir. Sonuç olarak, üçüncü taraf uygulamaların İnternet'e bağlanabilmesi için önce güveninizi kazanması gerekir.

# SelectProfile.Text
source: Select Profile
fr_fr: Selectionner un profil
ja_jp: プロファイルを選択
tr_tr: Profil Seç

# FirewallSentinelAdvancedSectionDescription.Text
source: You can use this section to customize the Firewall policy deployment.
fr_fr: Vous pouvez utiliser cette section pour personnaliser le deploiement de la strategie de Pare-feu.
ja_jp: このセクションを使用して、ファイアウォールポリシーの展開をカスタマイズできます。
tr_tr: Güvenlik Duvarı ilkesi dağıtımını özelleştirmek için bu bölümü kullanabilirsiniz.

# FirewallSentinelAdvancedSectionAppIDTag.Header
source: App ID Tag
fr_fr: Balise d'identification d'application
ja_jp: App IDタグ
tr_tr: Uygulama Kimliği Etiketi

# FirewallSentinelAdvancedSectionAppIDTag.Description
source: Customize the Tag that will be used for App ID Tagging.
fr_fr: Personnaliser la balise qui sera utilisee pour le balisage d'identification d'application.
ja_jp: App IDタグ付けに使用されるタグをカスタマイズします。
tr_tr: Uygulama Kimliği Etiketleme için kullanılacak Etiketi özelleştirin.

# FirewallSentinelAdvancedSectionAppIDTag.ToolTipService.ToolTip
source: Customize the Tag that will be used for App ID Tagging.
fr_fr: Personnaliser la balise qui sera utilisee pour le balisage d'identification d'application.
ja_jp: App IDタグ付けに使用されるタグをカスタマイズします。
tr_tr: Uygulama Kimliği Etiketleme için kullanılacak Etiketi özelleştirin.

# FirewallSentinelAdvancedSectionAppIDTag.AutomationProperties.HelpText
source: Customize the Tag that will be used for App ID Tagging.
fr_fr: Personnaliser la balise qui sera utilisee pour le balisage d'identification d'application.
ja_jp: App IDタグ付けに使用されるタグをカスタマイズします。
tr_tr: Uygulama Kimliği Etiketleme için kullanılacak Etiketi özelleştirin.

# FirewallSentinelAdvancedSectionFWRuleName.Header
source: Firewall Rule Name
fr_fr: Nom de la regle de Pare-feu
ja_jp: ファイアウォールルール名
tr_tr: Güvenlik Duvarı Kuralı Adı

# FirewallSentinelAdvancedSectionFWRuleName.Description
source: Customize the name of the Outbound Firewall rule responsible for App ID Tagging authorization.
fr_fr: Personnaliser le nom de la regle de Pare-feu sortante responsable de l'autorisation du balisage d'identification d'application.
ja_jp: App IDタグ付け認証を担当する送信ファイアウォールルールの名前をカスタマイズします。
tr_tr: Uygulama Kimliği Etiketleme yetkilendirmesinden sorumlu Giden Güvenlik Duvarı kuralının adını özelleştirin.

# FirewallSentinelAdvancedSectionFWRuleName.ToolTipService.ToolTip
source: Customize the name of the Outbound Firewall rule responsible for App ID Tagging authorization.
fr_fr: Personnaliser le nom de la regle de Pare-feu sortante responsable de l'autorisation du balisage d'identification d'application.
ja_jp: App IDタグ付け認証を担当する送信ファイアウォールルールの名前をカスタマイズします。
tr_tr: Uygulama Kimliği Etiketleme yetkilendirmesinden sorumlu Giden Güvenlik Duvarı kuralının adını özelleştirin.

# FirewallSentinelAdvancedSectionFWRuleName.AutomationProperties.HelpText
source: Customize the name of the Outbound Firewall rule responsible for App ID Tagging authorization.
fr_fr: Personnaliser le nom de la regle de Pare-feu sortante responsable de l'autorisation du balisage d'identification d'application.
ja_jp: App IDタグ付け認証を担当する送信ファイアウォールルールの名前をカスタマイズします。
tr_tr: Uygulama Kimliği Etiketleme yetkilendirmesinden sorumlu Giden Güvenlik Duvarı kuralının adını özelleştirin.

# FirewallSentinelAdvancedSectionFWRuleDescription.Header
source: Firewall Rule Description
fr_fr: Description de la regle de Pare-feu
ja_jp: ファイアウォールルールの説明
tr_tr: Güvenlik Duvarı Kuralı Açıklaması

# FirewallSentinelAdvancedSectionFWRuleDescription.Description
source: Customize the description of the Outbound Firewall rule responsible for App ID Tagging authorization.
fr_fr: Personnaliser la description de la regle de Pare-feu sortante responsable de l'autorisation du balisage d'identification d'application.
ja_jp: App IDタグ付け認証を担当する送信ファイアウォールルールの説明をカスタマイズします。
tr_tr: Uygulama Kimliği Etiketleme yetkilendirmesinden sorumlu Giden Güvenlik Duvarı kuralının açıklamasını özelleştirin.

# FirewallSentinelAdvancedSectionFWRuleDescription.ToolTipService.ToolTip
source: Customize the description of the Outbound Firewall rule responsible for App ID Tagging authorization.
fr_fr: Personnaliser la description de la regle de Pare-feu sortante responsable de l'autorisation du balisage d'identification d'application.
ja_jp: App IDタグ付け認証を担当する送信ファイアウォールルールの説明をカスタマイズします。
tr_tr: Uygulama Kimliği Etiketleme yetkilendirmesinden sorumlu Giden Güvenlik Duvarı kuralının açıklamasını özelleştirin.

# FirewallSentinelAdvancedSectionFWRuleDescription.AutomationProperties.HelpText
source: Customize the description of the Outbound Firewall rule responsible for App ID Tagging authorization.
fr_fr: Personnaliser la description de la regle de Pare-feu sortante responsable de l'autorisation du balisage d'identification d'application.
ja_jp: App IDタグ付け認証を担当する送信ファイアウォールルールの説明をカスタマイズします。
tr_tr: Uygulama Kimliği Etiketleme yetkilendirmesinden sorumlu Giden Güvenlik Duvarı kuralının açıklamasını özelleştirin.

# FirewallSentinelAdvancedSectionAppIDTagPolName.Header
source: App ID Tagging Policy Name
fr_fr: Nom de la strategie de balisage d'identification d'application
ja_jp: App IDタグ付けポリシー名
tr_tr: Uygulama Kimliği Etiketleme Politikası Adı

# FirewallSentinelAdvancedSectionAppIDTagPolName.Description
source: Customize the App Control policy's name responsible for App ID Tagging.
fr_fr: Personnaliser le nom de la strategie de controle des applications responsable du balisage d'identification d'application.
ja_jp: App IDタグ付けを担当するApp Controlポリシーの名前をカスタマイズします。
tr_tr: Uygulama Kimliği Etiketlemeden sorumlu Uygulama Denetimi politikasının adını özelleştirin.

# FirewallSentinelAdvancedSectionAppIDTagPolName.ToolTipService.ToolTip
source: Customize the App Control policy's name responsible for App ID Tagging.
fr_fr: Personnaliser le nom de la strategie de controle des applications responsable du balisage d'identification d'application.
ja_jp: App IDタグ付けを担当するApp Controlポリシーの名前をカスタマイズします。
tr_tr: Uygulama Kimliği Etiketlemeden sorumlu Uygulama Denetimi politikasının adını özelleştirin.

# FirewallSentinelAdvancedSectionAppIDTagPolName.AutomationProperties.HelpText
source: Customize the App Control policy's name responsible for App ID Tagging.
fr_fr: Personnaliser le nom de la strategie de controle des applications responsable du balisage d'identification d'application.
ja_jp: App IDタグ付けを担当するApp Controlポリシーの名前をカスタマイズします。
tr_tr: Uygulama Kimliği Etiketlemeden sorumlu Uygulama Denetimi politikasının adını özelleştirin.

# PinnedFirewallPolicy.Text
source: Pinned Firewall Policy
fr_fr: Strategie de Pare-feu epinglee
ja_jp: 固定されたファイアウォールポリシー
tr_tr: Sabitlenmiş Güvenlik Duvarı Politikası

# PinnedFirewallPolicyDescription.Text
source: Select the currently active Firewall policy and Pin it so you can easily use it in this page.
fr_fr: Selectionnez la strategie de Pare-feu actuellement active et epinglez-la afin de pouvoir l'utiliser facilement sur cette page.
ja_jp: 現在アクティブなファイアウォールポリシーを選択して固定し、このページで簡単に使用できるようにします。
tr_tr: Şu anda etkin olan Güvenlik Duvarı politikasını seçin ve sabitleyin, böylece bu sayfada kolayca kullanabilirsiniz.

# NoPolicyPinned.Text
source: No Policy Pinned
fr_fr: Aucune strategie epinglee
ja_jp: 固定されたポリシーはありません
tr_tr: Sabitlenmiş Politika Yok

# NoPolicyPinnedDescription.Text
source: Search and select a policy above to pin it here for quick access.
fr_fr: Recherchez et selectionnez une strategie ci-dessus pour l'epingler ici pour un acces rapide.
ja_jp: 上記でポリシーを検索して選択し、クイックアクセス用にここに固定します。
tr_tr: Hızlı erişim amacıyla buraya sabitlemek için yukarıda bir politikayı arayın ve seçin.

# CurrentActiveAccountEnvironment.Header
source: Cloud Environment
fr_fr: Environnement cloud
ja_jp: クラウド環境

# CurrentActiveAccountEnvironment.ToolTipService.ToolTip
source: The Cloud Environment of the account that is currently selected to perform the tasks on this page.
fr_fr: L'environnement cloud du compte actuellement sélectionné pour effectuer les tâches sur cette page.
ja_jp: このページでタスクを実行するために現在選択されているアカウントのクラウド環境です。

# CurrentActiveAccountEnvironment.AutomationProperties.HelpText
source: The Cloud Environment of the account that is currently selected to perform the tasks on this page.
fr_fr: L'environnement cloud du compte actuellement sélectionné pour effectuer les tâches sur cette page.
ja_jp: このページでタスクを実行するために現在選択されているアカウントのクラウド環境です。

# CurrentActiveAccountEnvironment.PlaceholderText
source: The selected account's Cloud Environment will appear here
fr_fr: L'environnement cloud du compte sélectionné s'affichera ici
ja_jp: 選択されたアカウントのクラウド環境がここに表示されます

# AzureCloudEnvironmentComboBox.Header
source: Cloud Environment
fr_fr: Environnement cloud
ja_jp: クラウド環境
tr_tr: Bulut Ortamı

# AzureCloudEnvironmentComboBox.ToolTipService.ToolTip
source: Select the Cloud Environment to use for the Sign in operation.
fr_fr: Sélectionnez l'environnement cloud à utiliser pour l'opération de connexion.
ja_jp: サインイン操作に使用するクラウド環境を選択します。
tr_tr: Oturum açma işlemi için kullanılacak Bulut Ortamını seçin.

# AzureCloudEnvironmentComboBox.AutomationProperties.HelpText
source: Select the Cloud Environment to use for the Sign in operation.
fr_fr: Sélectionnez l'environnement cloud à utiliser pour l'opération de connexion.
ja_jp: サインイン操作に使用するクラウド環境を選択します。
tr_tr: Oturum açma işlemi için kullanılacak Bulut Ortamını seçin.

# ScanFirewallLogsButton.Content
source: Scan Logs
fr_fr: Analyser les journaux
ja_jp: ログをスキャン
tr_tr: Günlükleri Tara

# ScanFirewallLogsButton.ToolTipService.ToolTip
source: Scan the Windows Firewall logs for blocked events. Dropped packet auditing must be enabled to generate the logs.
fr_fr: Analysez les journaux du Pare-feu Windows à la recherche d'événements bloqués. L'audit des paquets rejetés doit être activé pour générer les journaux.
ja_jp: Windowsファイアウォールログでブロックされたイベントをスキャンします。ログを生成するには、ドロップされたパケットの監査を有効にする必要があります。
tr_tr: Engellenen olaylar için Windows Güvenlik Duvarı günlüklerini tarayın. Günlüklerin oluşturulması için bırakılan paket denetiminin etkinleştirilmesi gerekir.

# ScanFirewallLogsButton.AutomationProperties.HelpText
source: Scan the Windows Firewall logs for blocked events. Dropped packet auditing must be enabled to generate the logs.
fr_fr: Analysez les journaux du Pare-feu Windows à la recherche d'événements bloqués. L'audit des paquets rejetés doit être activé pour générer les journaux.
ja_jp: Windowsファイアウォールログでブロックされたイベントをスキャンします。ログを生成するには、ドロップされたパケットの監査を有効にする必要があります。
tr_tr: Engellenen olaylar için Windows Güvenlik Duvarı günlüklerini tarayın. Günlüklerin oluşturulması için bırakılan paket denetiminin etkinleştirilmesi gerekir.

source: Start Live Monitor
fr_fr: Démarrer la surveillance en direct
ja_jp: ライブモニター開始
tr_tr: Canlı Monitörü Başlat

source: Stop Live Monitor
fr_fr: Arrêter la surveillance en direct
ja_jp: ライブモニター停止
tr_tr: Canlı İzlemeyi Durdur

# EnablePacketDropAuditingMenuFlyoutItem.Text
source: Enable Packet Drop Auditing
fr_fr: Activer l'audit des paquets rejetés
ja_jp: パケットドロップ監査を有効化
tr_tr: Paket Bırakma Denetimini Etkinleştir

# EnablePacketDropAuditingMenuFlyoutItem.ToolTipService.ToolTip
source: Enable Packet Drop Auditing so the system generates logs when packets are dropped or connections are blocked by the firewall.
fr_fr: Activez l'audit des paquets rejetés pour que le système génère des journaux lorsque des paquets sont rejetés ou que des connexions sont bloquées par le pare-feu.
ja_jp: パケットドロップ監査を有効にすると、パケットがドロップされたり、ファイアウォールによって接続がブロックされたときにシステムがログを生成します。
tr_tr: Paketler bırakıldığında veya bağlantılar güvenlik duvarı tarafından engellendiğinde sistemin günlükler oluşturması için Paket Bırakma Denetimini etkinleştirin.

# EnablePacketDropAuditingMenuFlyoutItem.AutomationProperties.HelpText
source: Enable Packet Drop Auditing so the system generates logs when packets are dropped or connections are blocked by the firewall.
fr_fr: Activez l'audit des paquets rejetés pour que le système génère des journaux lorsque des paquets sont rejetés ou que des connexions sont bloquées par le pare-feu.
ja_jp: パケットドロップ監査を有効にすると、パケットがドロップされたり、ファイアウォールによって接続がブロックされたときにシステムがログを生成します。
tr_tr: Paketler bırakıldığında veya bağlantılar güvenlik duvarı tarafından engellendiğinde sistemin günlükler oluşturması için Paket Bırakma Denetimini etkinleştirin.

# DisablePacketDropAuditingMenuFlyoutItem.Text
source: Disable Packet Drop Auditing
fr_fr: Désactiver l'audit des paquets rejetés
ja_jp: パケットドロップ監査を無効化
tr_tr: Paket Bırakma Denetimini Devre Dışı Bırak

# DisablePacketDropAuditingMenuFlyoutItem.ToolTipService.ToolTip
source: Disable Packet Drop Auditing so the system stops generating logs when packets are dropped or connections are blocked by the firewall.
fr_fr: Désactivez l'audit des paquets rejetés pour que le système cesse de générer des journaux lorsque des paquets sont rejetés ou que des connexions sont bloquées par le pare-feu.
ja_jp: パケットドロップ監査を無効にすると、パケットがドロップされたり、ファイアウォールによって接続がブロックされてもシステムがログを生成しなくなります。
tr_tr: Paket Bırakma Denetimini devre dışı bırakın, böylece paketler bırakıldığında veya bağlantılar güvenlik duvarı tarafından engellendiğinde sistem günlük oluşturmayı durdurur.

# DisablePacketDropAuditingMenuFlyoutItem.AutomationProperties.HelpText
source: Disable Packet Drop Auditing so the system stops generating logs when packets are dropped or connections are blocked by the firewall.
fr_fr: Désactivez l'audit des paquets rejetés pour que le système cesse de générer des journaux lorsque des paquets sont rejetés ou que des connexions sont bloquées par le pare-feu.
ja_jp: パケットドロップ監査を無効にすると、パケットがドロップされたり、ファイアウォールによって接続がブロックされてもシステムがログを生成しなくなります。
tr_tr: Paket Bırakma Denetimini devre dışı bırakın, böylece paketler bırakıldığında veya bağlantılar güvenlik duvarı tarafından engellendiğinde sistem günlük oluşturmayı durdurur.

# ResolveDestinationAddressesMenuFlyoutItem.Text
source: Resolve Destination Addresses
fr_fr: Résoudre les adresses de destination
ja_jp: 送信先アドレスを解決
tr_tr: Hedef Adresleri Çözümle

# ResolveDestinationAddressesMenuFlyoutItem.ToolTipService.ToolTip
source: Attempt to resolve the destination IP addresses to host names for blocked events. Cloudflare and Google DNS over HTTPS servers will be used to perform secure DNS lookups.
fr_fr: Tentez de résoudre les adresses IP de destination en noms d'hôtes pour les événements bloqués. Des serveurs Cloudflare et Google DNS over HTTPS seront utilisés pour effectuer des requêtes DNS sécurisées.
ja_jp: ブロックされたイベントの送信先IPアドレスをホスト名に解決します。CloudflareとGoogleのDNS over HTTPSサーバーを使用してセキュアなDNSルックアップを実行します。
tr_tr: Engellenen etkinlikler için hedef IP adreslerini ana bilgisayar adlarına çözümlemeye çalışın. Güvenli DNS aramaları gerçekleştirmek için Cloudflare ve HTTPS sunucuları üzerinden Google DNS kullanılacaktır.

# ResolveDestinationAddressesMenuFlyoutItem.AutomationProperties.HelpText
source: Attempt to resolve the destination IP addresses to host names for blocked events. Cloudflare and Google DNS over HTTPS servers will be used to perform secure DNS lookups.
fr_fr: Tentez de résoudre les adresses IP de destination en noms d'hôtes pour les événements bloqués. Des serveurs Cloudflare et Google DNS over HTTPS seront utilisés pour effectuer des requêtes DNS sécurisées.
ja_jp: ブロックされたイベントの送信先IPアドレスをホスト名に解決します。CloudflareとGoogleのDNS over HTTPSサーバーを使用してセキュアなDNSルックアップを実行します。
tr_tr: Engellenen etkinlikler için hedef IP adreslerini ana bilgisayar adlarına çözümlemeye çalışın. Güvenli DNS aramaları gerçekleştirmek için Cloudflare ve HTTPS sunucuları üzerinden Google DNS kullanılacaktır.

# CacheTokensLocallyCheckBox.Content
source: Cache Tokens Locally
fr_fr: Mettre en cache les jetons localement
ja_jp: トークンをローカルにキャッシュ
tr_tr: Jetonları Yerel Olarak Önbelleğe Al

# CacheTokensLocallyCheckBox.ToolTipService.ToolTip
source: Enable this option to cache the authentication tokens locally so that you won't have to manually authenticate again after you close and reopen the app. The authentication tokens are encrypted on disk and removed when the app is uninstalled.
fr_fr: Activez cette option pour mettre en cache les jetons d'authentification localement afin de ne pas avoir à vous authentifier manuellement après avoir fermé et rouvert l'application. Les jetons d'authentification sont chiffrés sur le disque et supprimés lors de la désinstallation de l'application.
ja_jp: このオプションを有効にすると、認証トークンをローカルにキャッシュして、アプリを閉じて再度開いた後に手動で再認証する必要がなくなります。認証トークンはディスク上で暗号化され、アプリがアンインストールされると削除されます。
tr_tr: Uygulamayı kapatıp yeniden açtıktan sonra manuel olarak kimlik doğrulaması yapmak zorunda kalmamak için kimlik doğrulama belirteçlerini yerel olarak önbelleğe almak için bu seçeneği etkinleştirin. Kimlik doğrulama belirteçleri diskte şifrelenir ve uygulama kaldırıldığında kaldırılır.

# CacheTokensLocallyCheckBox.AutomationProperties.HelpText
source: Enable this option to cache the authentication tokens locally so that you won't have to manually authenticate again after you close and reopen the app. The authentication tokens are encrypted on disk and removed when the app is uninstalled.
fr_fr: Activez cette option pour mettre en cache les jetons d'authentification localement afin de ne pas avoir à vous authentifier manuellement après avoir fermé et rouvert l'application. Les jetons d'authentification sont chiffrés sur le disque et supprimés lors de la désinstallation de l'application.
ja_jp: このオプションを有効にすると、認証トークンをローカルにキャッシュして、アプリを閉じて再度開いた後に手動で再認証する必要がなくなります。認証トークンはディスク上で暗号化され、アプリがアンインストールされると削除されます。
tr_tr: Uygulamayı kapatıp yeniden açtıktan sonra manuel olarak kimlik doğrulaması yapmak zorunda kalmamak için kimlik doğrulama belirteçlerini yerel olarak önbelleğe almak için bu seçeneği etkinleştirin. Kimlik doğrulama belirteçleri diskte şifrelenir ve uygulama kaldırıldığında kaldırılır.

# ClearLocalCacheButton.Content
source: Clear Local Cache
fr_fr: Effacer le cache local
ja_jp: ローカルキャッシュをクリア
tr_tr: Yerel Önbelleği Temizle

# ClearLocalCacheButton.ToolTipService.ToolTip
source: Clear the locally cached authentication tokens. This will require you to manually authenticate again the next time you use the app.
fr_fr: Effacez les jetons d'authentification mis en cache localement. Vous devrez vous authentifier de nouveau manuellement lors de la prochaine utilisation de l'application.
ja_jp: ローカルにキャッシュされた認証トークンをクリアします。次回アプリを使用する際に、手動で再認証する必要があります。
tr_tr: Yerel olarak önbelleğe alınan kimlik doğrulama belirteçlerini temizleyin. Bu, uygulamayı bir sonraki kullanışınızda kimliğinizi manuel olarak yeniden doğrulamanızı gerektirecektir.
